{
  "testData": { "msg": "我拿到achievement.json数据啦\r\n换行1\r\n换行222222" },
  "achievementData": [
    { "num": "200+", "name": "SCI/EI论文"},
    { "num": "60", "name": "科研项目"},
    { "num": "22", "name": "授权发明专利"},
    { "num": "5", "name": "奖项"},
    { "num": "2", "name": "ESI高被引论文"}
  ],
  "achievementImages": [
    { "img": "./static/images/achievement/ach-1.jpg", "msg": "2014年浙江省教学成果奖一等奖" },
    { "img": "./static/images/achievement/ach-2.jpg", "msg": "2014年浙江省科技进步奖一等奖" },
    { "img": "./static/images/achievement/ach-3.jpg", "msg": "2011年浙江省高校科研成果奖二等奖" },
    { "img": "./static/images/achievement/ach-4.jpg", "msg": "2012年浙江省科技进步奖三等奖" },
    { "img": "./static/images/achievement/ach-5.jpg", "msg": "2017年浙江省科学进步奖二等奖" }
  ],
  "achievementProject1": [
    { "msg": "国家科技支撑计划：影像文化与演艺事业的内容处理、展示和装备研发及示范（2014BAK14B04），2015-2016" },
    { "msg": "国家科技支撑计划：支撑智慧城市的海量数据共享与智能分析应用示范（2012BAH24B04），2012-2014" },
    { "msg": "教育部重大专项：中国教育科研网格ChinaGrid二期——力学学科应用网格，2012-2013" },
    { "msg": "国防预研重点基金：****（2011-2012）" },
    { "msg": "国防技术基础项目：****（2016-2017）" },
    { "msg": "国防预研项目：****（2017-2019）" },
    { "msg": "973项目子课题：虚拟计算系统评测理论与方法研究——单机虚拟系统性能评测模型、调优策略（2007CB310906）2007-2011" },
    { "msg": "国家自然科学基金（面上）：面向业务融合的服务模型与推荐方法研究 (61872119）2019-2022" },
    { "msg": "国家自然科学基金（青年）：基于用户行为的移动系统能耗管理技术研究 (61802093) 2019-2021" },
    { "msg": "国家自然科学基金（青年）：众包出行中的请求分配及路线推荐问题的研究 (61802098) 2019-2021" },
    { "msg": "国家自然科学基金（面上）：局部配置无线对等感知采集网络的度聚集混合互编码策略研究（61772165）2018-2021" },
    { "msg": "国家自然科学基金（面上）：基于特性分析的大规模机器学习性能优化关键技术研究（61672200）2017-2020" },
    { "msg": "国家自然科学基金（面上）：云计算中基于内容相似性的资源动态融合技术研究（61572163）2016-2019" },
    { "msg": "国家自然科学基金（青年）：基于草图的异构三维CAD模型语义检索技术研究（61502129）2016-2018" },
    { "msg": "国家自然科学基金（应急）：国家自然科学基金联合基金精细化管理的信息系统实现方案(J1524009)2016.01-2016.12" },
    { "msg": "国家自然科学基金（面上）：基于用户语义生成的Web资源自组织与共享方法研究(61472112) 2015-2018" },
    { "msg": "国家自然科学基金（面上）：多虚拟机系统HDD-SSD混合磁盘I/O调度及其性能优化研究（61472109）2015-2018" },
    { "msg": "国家自然科学基金（青年）：云存储系统中服务质量感知的自动能耗升降档机制研究(61402140) 2015-2017" },
    { "msg": "国家自然科学基金（青年）：基于链路特征的无线传感网络重编程性能优化方法（61370087） 2014-2017" },
    { "msg": "国家自然科学基金（青年）：海量数据处理中面向任务加速的数据调度策略研究（61300033） 2014-2016" },
    { "msg": "国家自然科学基金（青年）：面向网络安全态势感知的多尺度熵网络行为分析方法研究（61300211） 2014-2016" },
    { "msg": "国家自然科学基金（青年）：面向 GPU 的体系结构敏感型数值算法优化技术研究（61202094）2013-2015" },
    { "msg": "国家自然科学基金（青年）：面向大粒度服务软件的动态配置模型与方法研究（61100043）2012-2014" },
    { "msg": "国家自然科学基金（青年）：基于数据持久性的无线传感器网络资源优化分配策略研究(61100193)2012-2014" },
    { "msg": "国家自然科学基金（青年）: 多处理器计算系统能耗和服务质量约束的任务调度策略研究(61003077) 2011-2013" },
    { "msg": "国家自然科学基金（面上）：虚拟计算系统中的自适应资源控制策略冲突与协调机制研究（60973029） 2010-2012" },
    { "msg": "国家自然科学基金（面上）：虚拟计算系统中基于负载特征反馈的计算资源分配策略研究（60873023） 2009-2011" }
  ],
  "achievementProject2": [
    { "msg": "浙江省重点研发计划项目：面向智慧教育的多源跨界大数据融合技术及其应用示范（2019C03135）2019-2021" },
    { "msg": "浙江省重点研发计划项目：面向互联网精准营销的多源跨界大数据融合技术与应用示范（2019C03134）2019-2021" },
    { "msg": "浙江省重点研发计划项目：面向智慧安防的异构众核并行计算系统关键技术与应用示范（2019C01059）2019-2020" },
    { "msg": "浙江省重点研发计划项目：基于近海多源异构大数据融合的舰船目标智能识别(2019C05005)2019-2021" },
    { "msg": "浙江省重点研发计划项目：基于北斗的海洋渔业导航救助与大数据服务平台关键技术研究及应用示范（2017C03024）2017-2019" },
    { "msg": "杭州科技创新服务平台（20122231S03）2012-2014" },
    { "msg": "浙江省公共科技条件平台：浙江省物联网科技创新服务平台（2013E60005）2013-2015" },
    { "msg": "浙江省自然科学基金：基于特征分析的大规模机器学习系统性能优化技术研究（LY17F020029）2017-2019" },
    { "msg": "浙江省自然科学基金：基于全链路监控日志的磁盘故障预测技术研究（LQ17F020004）2017-2019" },
    { "msg": "浙江省自然科学基金：基于内容相似性的虚拟机在线迁移优化技术研究（LY16F020018）2016-2018" },
    { "msg": "浙江省自然科学基金：云存储系统中绿色的数据管理策略研究 (LY13F020045 ) 2013-2015" },
    { "msg": "浙江省自然科学基金：代间联合编码的无线传感器网络持久性数据采集及存储机制研究（Y14F020183 ）2015-2017" },
    { "msg": "浙江省自然科学基金：多虚拟机系统HDD-SSD混合磁盘I/O调度及其性能优化研究（Y14F020187）2015-2017" },
    { "msg": "浙江省自然科学基金：基于 GPU 性能模型的数值算法自动调优技术研究 (LY13F020047 ) 2013-2015" },
    { "msg": "浙江省自然科学基金：面向异构多核集群的数值算法并行优化技术研究（Y1101104）2010-2011" },
    { "msg": "浙江省自然科学基金：模拟电路受限生长型演化编码及预评估机制研究(Y1090940)2010-2011" },
    { "msg": "浙江省自然科学基金：基于多虚拟机系统的资源调度及其服务性能研究（Y1090297）2009-2010" },
    { "msg": "浙江省自然科学基金：并行自适应离散元计算区域通信算法研究（Y6090312）2009-2010" },
    { "msg": "浙江省自然科学基金：多处理器计算系统能耗和服务质量约束的任务调度策略研究，(Y1101092) 2011-2013" },
    { "msg": "浙江省自然科学基金： 基于键值存储引擎的元数据管理集群关键技术研究，(Q12F020013) 2012-2014" },
    { "msg": "浙江省科技计划重大专项：现代易货电子交易系统关键技术研究及应用示范( 2010C13022) 2010-2012" },
    { "msg": "浙江省科技计划重大专项：基于存储集群的内容智能管理系统研究及产业化（2011C11038 ）2011-2013" },
    { "msg": "浙江省科技计划重大专项：基于3G时空媒体的新闻移动采编及互动服务平台（2009C13080）2009-2012" },
    { "msg": "浙江省科技计划重大专项：基于数字水印技术纸质出版物版权保护系统（2008C13080）2008-2011" },
    { "msg": "浙江省科技计划重大专项：无线传感网络的网络监测和协议分析技术研究与开发（2008C11100） 2008-2011" },
    { "msg": "浙江省科技计划重大专项：ZigBee嵌入式软件关键技术研究及应用（2007C11023）2007-2009" },
    { "msg": "浙江省科技计划重大专项：城乡一体化的劳动保障服务平台关键技术研究及应用（2007C13090）2007-2009" },
    { "msg": "浙江省科技计划重大专项：影视娱乐互动服务平台海量数据处理等关键技术的研究与应用（2006C13105）2007-2008" },
    { "msg": "浙江省科技计划项目：多核计算环境下基于虚拟机技术的P2P流媒体播放系统（2009C31033）2009-2011" },
    { "msg": "浙江省科技计划项目：基于Wiki技术的互动GIS服务系统研究与开发（2008C23001），2008-2009" },
    { "msg": "浙江省科技计划项目：基于无线传感网的变电站温度场检测系统研究与开发（2007C21G3230005）2007-2008" },
    { "msg": "浙江省科技计划项目：基于多智能代理技术的PACS系统（2005C23043）2005-2006" },
    { "msg": "美国SavaJe公司：基于SaveJe平台的智能手机研发 2006-2007" },
    { "msg": "工信部电子信息产业发展基金：基于校园网络系统的教育软件支撑平台 2002-2003" }
  ],
  "achievementPaper": [
    {"msg": "angyong Jia, G. Han, J. Jiang, L. Liu. Dynamic Adaptive Replacement Policy in Shared Last-Level Cache of DRAM/PCM Hybrid Memory for Big Data Storage. IEEE Transactions on Industrial Informatics. 13(4): 1951-1960, 2017.(ESI高被引论文)"},
    {"msg": "angyong Jia, G. Han, F. Wang. Cost Aware Cache Replacement Policy in Shared Last-Level Cache for Hybrid Memory based Fog Computing. Enterprise Information Systems. 12(4): 435-451, 2018.(ESI高被引论文)"},
    {"msg": "ie Shi, Hualu Zhang, Yang Bai, Guangjie Han, Gangyong Jia: A Novel Data Aggregation Preprocessing Algorithm in Flash Memory for Iot Based Power Grid Storage System. IEEE Access 6: 57279-57290 (2018)"},
    {"msg": "ongwei Zhu, Jing Cao, Xi Li, Junneng Zhang, Youqing Xu, Gangyong Jia:Impacts of Memory Address Mapping Scheme on Reducing DRAM Self-Refresh Power for Mobile Computing Devices. IEEE Access 6: 78513-78520 (2018)"},
    {"msg": "angyong Jia, Guangjie Han, Hao Wang, Feng Wang:Cost aware cache replacement policy in shared last-level cache for hybrid memory based fog computing. Enterprise IS 12(4): 435-451 (2018)"},
    {"msg": "angyong Jia, Guangjie Han, Huanle Rao, Lei Shu:Edge Computing-Based Intelligent Manhole Cover Management System for Smart Cities. IEEE Internet of Things Journal 5(3): 1648-1656 (2018)"},
    {"msg": "uangjie Han, Wenhui Que, Gangyong Jia, Wenbo Zhang:Resource-utilization-aware energy efficient server consolidation algorithm for green computing in IIOT. J. Network and Computer Applications 103: 205-214 (2018)"},
    {"msg": "angyong Jia, Guangjie Han, Jinfang Jiang, Sammy Chan, Yuxin Liu:Dynamic cloud resource management for efficient media applications in mobile computing environments. Personal and Ubiquitous Computing 22(3): 561-573 (2018)"},
    {"msg": "angyong Jia, Guangjie Han, Aohan Li, Jiaxin Du:SSL: Smart Street Lamp Based on Fog Computing for Smarter Cities. IEEE Trans. Industrial Informatics 14(11): 4995-5004 (2018)"},
    
    {"msg": "onghao Gao, Xinheng Wang, Yuyu Yin, Muddesar Iqbal:Collaborative Computing: Networking, Applications and Worksharing - 14th EAI International Conference, CollaborateCom 2018, Shanghai, China, December 1-3, 2018, Proceedings. Lecture Notes of the Institute for Computer Sciences, Social Informatics and Telecommunications Engineering 268, Springer 2019, ISBN 978-3-030-12980-4 [contents]"},
    {"msg": "onghao Gao, Yuyu Yin, Xiaoxian Yang, Huaikou Miao:Testbeds and Research Infrastructures for the Development of Networks and Communications - 13th EAI International Conference, TridentCom 2018, Shanghai, China, December 1-3, 2018, Proceedings. Lecture Notes of the Institute for Computer Sciences, Social Informatics and Telecommunications Engineering 270, Springer 2019, ISBN 978-3-030-12970-5 [contents]"},
    {"msg": "uyu Yin, Lu Chen, Yueshen Xu, Jian Wan:Location-Aware Service Recommendation With Enhanced Probabilistic Matrix Factorization. IEEE Access 6: 62815-62825 (2018)"},
    {"msg": "inhua Tian, Yuyue Du, Maozhen Li, Dong Han, Qiang Hu:Reduced alignment based on Petri nets. Concurrency and Computation: Practice and Experience 30(23) (2018)"},
    {"msg": "ueshen Xu, Jianwei Yin, Jianbin Huang, Yuyu Yin:Hierarchical topic modeling with automatic knowledge mining. Expert Syst. Appl. 103: 106-117 (2018)"},
    {"msg": "onghao Gao, Wanqiu Huang, Xiaoxian Yang, Yucong Duan, Yuyu Yin:Toward service selection for workflow reconfiguration: An interface-based computing solution. Future Generation Comp. Syst. 87: 298-311 (2018)"},
    {"msg": "entao Dong, Yongan Huang, Zhouping Yin, Yuyu Zhou, JianKui Chen:Stretchable Tactile and Bio-potential Sensors for Human-Machine Interaction: A Review. ICIRA (1) 2018: 155-163"},
    {"msg": "u Chen, Yuyu Yin, Yueshen Xu, Liang Chen, Jian Wan:Two-Phase Web Service QoS Prediction with Restricted Boltzmann Machine. ICSOC 2018: 592-600"},
    {"msg": "ing Li, Meng Xi, Yuyu Yin, Zhiling Luo, Honghao Gao, Jianwei Yin:MeCo-TSM: Multi-Entity Complex Process-Oriented Service Modeling Method. ICWS 2018: 82-90"},
    {"msg": "ong Zhang, Yuyu Yin, Meng Xi, Hao Jiang:Towards business identification modeling: A Taobao Case Study (S). SEKE 2018: 17-2"},
    
    {"msg": "uayou Si, Zhihui Chen, Wei Zhang, Jian Wan, Jilin Zhang, Neal N. Xiong:A member recognition approach for specific organizations based on relationships among users in social networking Twitter. Future Generation Comp. Syst. 92: 1009-1020 (2019)"},
    {"msg": "nping He, Guangbo Feng, Jilin Zhang, Jinzhao Wu:An asynchronous mesh NoC based booth multiplication. IET Circuits, Devices & Systems 13(1): 73-78 (2019)"},
    {"msg": "ilin Zhang, Hangdi Tu, Yongjian Ren, Jian Wan, Li Zhou, Mingwei Li, Jue Wang:An Adaptive Synchronous Parallel Strategy for Distributed Machine Learning. IEEE Access 6: 19222-19230 (2018)"},
    {"msg": "ilin Zhang, Jiali Geng, Jian Wan, Yifan Zhang, Mingwei Li, Jue Wang, Neal N. Xiong:An Automatically Learning and Discovering Human Fishing Behaviors Scheme for CPSCN. IEEE Access 6: 19844-19858 (2018)"},
    {"msg": "ongfeng Jiang, Tiantian Fan, Yeliang Qiu, Hongyuan Wu, Jilin Zhang, Neal N. Xiong, Jian Wan:Interdomain I/O Optimization in Virtualized Sensor Networks. Sensors 18(12): 4395 (2018)"},
    {"msg": "iantian Fan, Junming Liu, Yeliang Qiu, Congfeng Jiang, Jilin Zhang, Wei Zhang, Jian Wan:PARDA: A Dataset for Scholarly PDF Document Metadata Extraction Evaluation. CollaborateCom 2018: 417-431"},
    {"msg": "enmin Lin, Hao Jiang, Nailiang Zhao, Jilin Zhang:An Optimized Multi-Paxos Protocol with Centralized Failover Mechanism for Cloud Storage Applications. CollaborateCom 2018: 610-625"},
    {"msg": "nping He, Guangbo Feng, Jilin Zhang, Pengfei Li, Yong Hei, Hong Chen:Click-Based Asynchronous Mesh Network with Bounded Bundled Data. ICPP 2018: 43:1-43:8"},
    
    {"msg": "ongfeng Jiang, Wei Huang, Zujie Ren, Youhuizi Li, Jian Wan, Feng Cao, Jiangbin Lin:Towards Building a Scalable Data Analytics System on Clouds: An Early Experience on AliCloud. IEEE CLOUD 2018: 891-895"},
    {"msg": "ujie Ren, Na Yun, Youhuizi Li, Jian Wan, Yuan Wang, Lihua Yu, Xinxin Fan:How Good is Query Optimizer in Spark? CollaborateCom 2018: 595-609"},
    {"msg": "ujie Ren, Na Yun, Weisong Shi, Youhuizi Li, Jian Wan, Lihua Yu, Xinxin Fan:Characterizing the Effectiveness of Query Optimizer in Spark. SERVICES 2018: 41-42"},
    {"msg": "ujie Ren, Weisong Shi, Jian Wan, Feng Cao, Jiangbin Lin:Realistic and Scalable Benchmarking Cloud File Systems: Practices and Lessons from AliCloud. IEEE Trans. Parallel Distrib. Syst. 28(11): 3272-3285 (2017)"},
    {"msg": "hang Zhao, Yusen Wu, Zujie Ren, Weisong Shi, Yong-Jian Ren, Jian Wan:Quantifying the Isolation Characteristics in Container Environments. NPC 2017: 145-149"}
  ]
}
